const notesBlock = () => {
    return(
        <section className="notes">
            <div className="notesBlock">
                <h1>Краткий <strong>путеводитель нашей деятельности.</strong></h1>
                <p>Добро пожаловать в краткий путеводитель по нашей деятельности! Мы — команда экспертов, объединенных одной целью: применять передовые технологии, чтобы облегчить вашу повседневную жизнь.</p>
                <ul>
                    <li>
                        <div>
                            <h2>Задача #1</h2>
                            <p>Подробное изучение технологических процессов, рисков и особенностей производства, а так же изучение затрачиваемых активов на необходимые технологические нужды.</p>
                        </div>
                    </li>
                    <li>
                        <div>
                            <h2>Задача #2</h2>
                            <p>Проведение подробного анализа рентабельности использования финансовых, энергетических и кадровых ресурсов.</p>
                        </div>
                    </li>
                    <li>
                        <div>
                            <h2>Задача #3</h2>
                            <p>Вынесение предложений по сокращению затрат на содержание вышеперечисленных активов, уменьшению себестоимости конечной продукции и увеличению производительности, путем внедрения полной или частичной автоматизации процессов.</p>
                        </div>
                        </li>
                    <li>
                        <div>
                            <h2>Задача #4</h2>
                            <p>Согласование предложений с административной и технологической службой заказчика, внесение корректировок.</p>
                        </div>
                    </li>
                    <li>
                        <div>
                            <h2>Задача #5</h2>
                            <p>Проектирование/ согласование с заказчиком/ внесение корректировок/ и реализация проекта.</p>
                        </div>
                    </li>
                </ul>
            </div>
        </section>
    );
};

export default notesBlock;