const StepByStep = () => {
    return(
        <section id="auto" className="stepByStep">
        <div className="stepTitle">
            <h1>Для чего нужна <b>автоматизация</b></h1>
            <p>Автоматизация облегчает управление производством, контролирует процессы, оптимизирует ресурсы и повышает безопасность.</p>
        </div>
        <div className="stepRow">
            <div className="stepBlock">
                <h2>1</h2>
                <p>Частичное или полное исключение человеческого фактора из производственных процессов.</p>
            </div>
            <div className="stepBlock">
                <h2>2</h2>
                <p>Увеличение рациональности использования энергоресурсов.(экономия электроэнергии как правило составляет от 5% до 80%)</p>
            </div>
            <div className="stepBlock">
                <h2>3</h2>
                <p>Уменьшение износа оборудования.</p>
            </div>
            <div className="stepBlock">
                <h2>4</h2>
                <p>Раннее диагностирование неисправностей, отсутствие длительных простоев в связи с внезапным выходом из строя оборудования.</p>
            </div>
            <div className="stepBlock">
                <h2>5</h2>
                <p>Увеличение производительности производства.</p>
            </div>
            <div className="stepBlock">
                <h2>6</h2>
                <p>Уменьшение себестоимости продукции.</p>
            </div>
            <div className="stepBlock">
                <h2>7</h2>
                <p>Возможность точно установить коренные причины выхода из строя оборудования путем изучения и анализа архива событий и производственных показателей с полным хронометражем.</p>
            </div>
            <div className="stepBlock">
                <h2>8</h2>
                <p>Уменьшение травматизма и несчастных случаев на производстве в связи с установкой приборов безопасности.</p>
            </div>
        </div>
    </section>
    )
};
export default StepByStep;